
cask_args appdir: "/Applications", require_sha: true

brew "mas" if OS.mac?
brew "neovim"
brew "starship"
brew "fzf"
brew "go"
brew "tmux"
brew "stow"
brew "zoxide"
brew "eza"
brew "ripgrep"
brew "lazygit"
brew "gcc"
brew "zig"
brew "thefuck"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"



cask "obsidian"
cask "surfshark"
cask "microsoft-teams"
cask "microsoft-outlook"
cask "microsoft-edge"
cask "hiddenbar"
cask "surfshark"
cask "visual-studio-code"
cask "wezterm"
cask "rectangle"
cask "font-jetbrains-mono-nerd-font"
cask "postman"
cask "zed"



mas "Windows App", id:1295203466 if OS.mac?
