
cask_args appdir: "/Applications", require_sha: true

brew "mas" if OS.mac?
brew "neovim"
brew "starship"
brew "fzf"
brew "go"
brew "tmux"
brew "stow"
brew "zoxide"
brew "eza"
brew "ripgrep"
brew "lazygit"
brew "gcc"
brew "zig"
brew "thefuck"
brew "tldr"
brew "just"
brew "tree"
brew "loop"


cask "obsidian"
cask "surfshark"
cask "hiddenbar"
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"

mas "Windows App", id:1295203466 if OS.mac?
